Scripts/Scripts/03_Buying_A_Laptop_v2/data/t19_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><GetAccountByIdRequest xmlns=\"com.advantage.online.st"
"ore.accountservice\"><accountId>659294453</accountId><base64Token>Basic U2VyZ2V5MjoxUWF6MldzeA"
"==</base64Token></GetAccountByIdRequest></soap:Body></soap:Envelope>"
